{
  "about": "ABOUT US",
  "news": "NEWS",
  "center": "WIN CENTER",
  "metal": "PRECIOUS METAL",
  "hotel": "HOTEL",
  "medicine": "BIOPHARMACEUTICALS",
  "contact": "CONTACT US",
  "address": "Building 6, No. 33 Baiziwan Road, Chaoyang District, Beijing, China.",
  "aboutus1": "Beijing Huitong Wanli Business Management Co., Ltd. was founded in 2009 in Beijing and has accumulated over ten years of experience in the commercial real estate field. Its flagship project, Win Center, is the only EOD (Edge of Day) commercial complex in the Beijing CBD area. Centered around the theme of the symbiosis of natural ecology and urban space, it sets a new standard for green ecological office products. Simultaneously, it addresses various business scenarios comprehensively through highly segmented functional area design.",
  "aboutus2": "As a diversified and continuously innovative service-oriented enterprise, Huitong Wanli not only focuses on the research and development of green ecological office products and the continuous innovation of service standards but has also expanded its business scope into multiple areas, including precious metal trading, hotels, and biomedicine. With outstanding service and deep customer relationships, it contributes to helping clients achieve stable growth.",
  "businessScopeTitle1": "Precious Metal Business",
  "businessScopeTitle2": "Hotel Business",
  "businessScopeTitle4": "WIN CENTER",
  "businessScopeTitle3": "Biomedical",
  "businessScope1": "Win Gold (Shanghai) Cultural Service Co., Ltd. is a comprehensive precious metal trading service provider that integrates research and development, trading, and consulting.",
  "businessScope2": "Beijing Wanli Jin Dian Hotel Co., Ltd. is not merely dedicated to offering guests a temporary lodging experience but is committed to creating a space that touches their hearts, providing a sense of tranquility, harmony, and belonging.",
  "businessScope4": "WIN CENTER, with its unique charm, artfully shapes various scenes of communication. Whether it's the elegant MANSION lounge or the lush COMMUNITY relaxation area, each place symbolizes a form of artistic communication.",
  "businessScope3": "Beijing Wanyou Yinli Technology Co., Ltd. is a globally leading biopharmaceutical company, focusing on the research, development, production, and sales of innovative biopharmaceutical products."
}
